[
  {
    "id": 0,
    "title": "POKER",
    "ruleLink": "/rules/poker",
    "playLink": "/games/poker",
    "desc": "ゲームの目的ポーカーゲームの最大の目的は、ゲームに勝利しポットに集められたチップ全てを手に入れる事だ。勝利する方法は2つある。○ショーダウンまで残ったプレーヤーの中で最高位の手役を完成したプレーヤーが勝者となる。○他のプレーヤー全てをフォールドに追い込み、自動的に勝利者となる。プレーヤーにとって理想的な勝利とは、高位の手役を完成しても他のプレーヤーに悟られずに多くのプレーヤーをショーダウンまで引き連れ、より多くのチップをポットに集め勝利する事だ。また、手役が完成していなくても強気のアクションを繰り返し高位の手役の可能性を持ったプレーヤーをフォールドに追い込みショーダウンを待たずして勝利する事だ。",
    "words": [
      {
        "id": "1",
        "word": "ロイヤルストレートフラッシュ",
        "description": "同じマークの10、J、Q、K、Aが揃うこと。"
      },
      {
        "id": "2",
        "word": "ストレートフラッシュ",
        "description": "同じマークかつ5枚の数字が連続するカードが揃うこと。"
      },
      {
        "id": "3",
        "word": "フォーカード",
        "description": "同じ数字のカードが4枚揃うこと。"
      },
      {
        "id": "4",
        "word": "ロイヤルストレートフラッシュ",
        "description": "同じマークの10、J、Q、K、Aが揃うこと。"
      },
      {
        "id": "5",
        "word": "フルハウス",
        "description": "スリーカードとワンペアが1組ずつ揃うこと。"
      },
      {
        "id": "6",
        "word": "フラッシュ",
        "description": "同じマークのカードが5枚揃うこと。"
      },
      {
        "id": "7",
        "word": "ストレート",
        "description": "マークに関係なく数字が連続するカードが5枚揃うこと。（10-J-Q-K-AはストレートとなるがQ-K-A-2-3はストレートにならない。）"
      },
      {
        "id": "8",
        "word": "スリーカード",
        "description": "同じ数字のカードが3枚揃うこと。"
      },
      {
        "id": "9",
        "word": "ツーペア",
        "description": "同じ数字のカードが2組揃うこと。"
      },
      {
        "id": "10",
        "word": "ワンペア",
        "description": "同じ数字のカードが1組揃うこと。"
      }
    ]
  },
  {
    "id": 1,
    "title": "BLACKJACK",
    "ruleLink": "/rules/blackjack",
    "playLink": "/games/blackjack",
    "desc": "ブラックジャックというゲームは、手持ちのカードの数字の合計が[21] を超えない範囲で [21]に近い方が勝ちという単純明快なカードゲームだ。（以下は米国ラスベガスにおけるブラックジャックについての解説だが、基本的なことはほぼ世界共通と考えてよい）そしてその勝負は、個々のプレーヤー（自分を含めた他の一般の客）とディーラー（カジノ側のスタッフでトランプを配る人）との１対１の対戦形式で勝敗が決められる。つまりプレーヤー同士（客同士）は互いにまったく関係ない。",
    "words": [
      {
        "id": "1",
        "word": "HIT",
        "description": "配られたカード（ハンド）にもう1枚カード追加することだ。カードの数値の合計が21以内であれば何度でもヒットを行い、カードを追加することができる"
      },
      {
        "id": "2",
        "word": "STAND",
        "description": "配られたカード（ハンド）にそれ以上のカードの追加は行わないと宣言すること。プレイヤーは手元のカードの数字でディーラーとの勝負に挑みます。"
      },
      {
        "id": "3",
        "word": "DOUBLE",
        "description": "賭金をゲーム開始時の倍にして3枚目のカードを引くこと。ただし、Doubleの宣言を行うとそれ以上のカードを引くことはできなくなります。"
      },
      {
        "id": "4",
        "word": "SURRENDER",
        "description": "プレイヤーが最初に賭けた賭け金の半額を無条件に放棄することで、ゲームを途中で止めることができる"
      },
      {
        "id": "5",
        "word": "BUST",
        "description": "配られたカード（ハンド）の点数が21点をオーバーしてしまうこと。Bustした時点で負けとなります。"
      }
    ]
  },
  {
    "id": 2,
    "title": "SPEED",
    "ruleLink": "/rules/speed",
    "playLink": "/games/speed",
    "desc": "スピードは2人で遊ぶトランプゲームです。台札（だいふだ）に続くカードを、自分の場札（ばふだ）から出していって、手札（てふだ）を早く全部（ぜんぶ）なくした人が勝ちです。台札に続いて出せるのは、その台札の前後の数字のカードです。"
  },
  {
    "id": 3,
    "title": "WAR",
    "ruleLink": "/rules/war",
    "playLink": "/games/war",
    "desc": "二人で遊ぶトランプゲームです。カードを出し合って、カードの数の大小を比べて、強いカードを出したほうが勝ちです。"
  },
  {
    "id": 4,
    "title": "TexasHoldemPoker",
    "ruleLink": "/rules/texasHoldem",
    "playLink": "/games/texasHoldem",
    "desc": "カードを伏せて参加者全員にカードが2枚づつ配られる。プレイヤーはその2枚のカードを見て、他のプレイヤーに勝てると思ったら、チップを賭けることができるし、勝てないと思ったら降りることもできる。順番に全員の判断を決定していき、全員の賭け金が揃ったら、ディーラーの前に表向きにカードが3枚配られる。各プレイヤーはその場に出された3枚と、自分の持っている2枚のカードを合わせ、前回と同じように賭けるか降りるか判断する。全員の賭け金が揃ったら、ディーラーが表向きにカードを1枚配る。場に配られている4枚のカードと、自分の持っている2枚のカードを使って、前回までと同じように賭け、もしくは降りる。全員の賭け金が揃ったら、ディーラーが表向きにカードを1枚配る。この場に配られた5枚のカードと自分が持っている2枚のカードで、賭けを行う。前回までと同じように賭け、もしくは降りる。最終的に残っているプレイヤー同士で場の5枚、手持ちの2枚のカードの合計7枚のうち、5枚でポーカーの役を作り、誰が強いかで勝敗が決定する。勝ったプレイヤーが、今までの賭けで貯まったチップを獲得する。途中で自分以外のプレイヤーが全て降りてしまった場合も残ったプレイヤーが勝ちとなる。"
  }
]
