const games = [
  {
    id: 0,
    title: 'POKER',
    ruleLink: '/rules/poker',
    playLink: '/games/poker',
    desc: 'ブラックジャックというゲームは、手持ちのカードの数字の合計が[21] を超えない範囲で [21]に近い方が勝ちという単純明快なカードゲームだ。（以下は米国ラスベガスにおけるブラックジャックについての解説だが、基本的なことはほぼ世界共通と考えてよい）そしてその勝負は、個々のプレーヤー（自分を含めた他の一般の客）とディーラー（カジノ側のスタッフでトランプを配る人）との１対１の対戦形式で勝敗が決められる。つまりプレーヤー同士（客同士）は互いにまったく関係ない。',
  },
  {
    id: 1,
    title: 'BLACKJACK',
    ruleLink: '/rules/blackjack',
    playLink: '/games/blackjack',
    desc: '基本ルールと進行代表的なポーカーゲーム「テキサスホールデム」日本でポーカーと言えばカードをチェンジしながら手役を作っていくドローポーカーや徐々に個別のプレーヤーにカードを配って出来上がる手役を競うセブンカードスタッドをイメージしがちですが今世界で流行っているポーカーはホールデムです。これは初心者にもわかり易く、とけ込み易く、まただれにでもチャンスのあるポーカーです。それでも確かにうまくなるというレベルアップ性のあるゲーム展開にはまる人が大変多いです。代表的なポーカーゲーム「テキサスホールデム」ゲームの目的ポーカーゲームの最大の目的は、ゲームに勝利しポットに集められたチップ全てを手に入れる事です。勝利する方法は2つあります。○ショーダウンまで残ったプレーヤーの中で最高位の手役を完成したプレーヤーが勝者となる。○他のプレーヤー全てをフォールドに追い込み、自動的に勝利者となる。プレーヤーにとって理想的な勝利とは、高位の手役を完成しても他のプレーヤーに悟られずに多くのプレーヤーをショーダウンまで引き連れ、より多くのチップをポットに集め勝利する事です。また、手役が完成していなくても強気のアクションを繰り返し高位の手役の可能性を持ったプレーヤーをフォールドに追い込みショーダウンを待たずして勝利する事です。',
  },
  {
    id: 2,
    title: 'SPEED',
    ruleLink: '/rules/speed',
    playLink: '/games/speed',
    desc: 'スピードは2人で遊ぶトランプゲームです。台札（だいふだ）に続くカードを、自分の場札（ばふだ）から出していって、手札（てふだ）を早く全部（ぜんぶ）なくした人が勝ちです。台札に続いて出せるのは、その台札の前後の数字のカードです。',
  },
  {
    id: 3,
    title: 'WAR',
    ruleLink: '/rules/war',
    playLink: '/games/war',
    desc: '二人で遊ぶトランプゲームです。カードを出し合って、カードの数の大小を比べて、強いカードを出したほうが勝ちです。',
  },
  {
    id: 4,
    title: 'TexasHoldemPoker',
    ruleLink: '/rules/texasHoldem',
    playLink: '/games/texasHoldem',
    desc: 'ブラックジャックというゲームは、手持ちのカードの数字の合計が[21] を超えない範囲で [21]に近い方が勝ちという単純明快なカードゲームだ。（以下は米国ラスベガスにおけるブラックジャックについての解説だが、基本的なことはほぼ世界共通と考えてよい）そしてその勝負は、個々のプレーヤー（自分を含めた他の一般の客）とディーラー（カジノ側のスタッフでトランプを配る人）との１対１の対戦形式で勝敗が決められる。つまりプレーヤー同士（客同士）は互いにまったく関係ない。',
  },
]

export default games
